module.exports = {
  categories: {
    // زمین
    "زمین": "فروش زمین مسکونی",
    "زمین مسکونی": "فروش زمین مسکونی",
    "زمین فروشی": "فروش زمین مسکونی",
    "فروش زمین": "فروش زمین مسکونی",
    "زمین صنعتی": "فروش زمین صنعتی",
    "زمین کارگاهی": "فروش زمین صنعتی",
    "زمین تجاری": "فروش زمین صنعتی",
    "زمین اداری": "فروش زمین صنعتی",

    // ویلا
    "ویلا": "فروش خانه ویلایی",
    "ویلایی": "فروش خانه ویلایی",
    "خانه ویلایی": "فروش خانه ویلایی",
    "ویلا فروشی": "فروش خانه ویلایی",
    "فروش ویلا": "فروش خانه ویلایی",
    "ویلا اجاره‌ای": "اجاره خانه ویلایی",

    // باغ و باغچه
    "باغ": "فروش باغ و باغچه",
    "باغچه": "فروش باغ و باغچه",
    "باغ و باغچه": "فروش باغ و باغچه",
    "فروش باغ": "فروش باغ و باغچه",
    "فروش باغچه": "فروش باغ و باغچه",

    // مغازه
    "مغازه": "اجاره مغازه",
    "اجاره مغازه": "اجاره مغازه",
    "مغازه اجاره‌ای": "اجاره مغازه",
    "مغازه در اجاره": "اجاره مغازه",
    "مغازه اداری": "اجاره مغازه",
    "مغازه تجاری": "اجاره مغازه",
    "دکان": "اجاره مغازه",
    "دکه": "اجاره مغازه",

    // دفتر و اداری
    "دفتر": "اجاره دفتر کار و اداری",
    "اداری": "اجاره دفتر کار و اداری",
    "دفتر کار": "اجاره دفتر کار و اداری",
    "اداره": "اجاره دفتر کار و اداری",
    "محل کار": "اجاره دفتر کار و اداری",
    "دفتر اجاره‌ای": "اجاره دفتر کار و اداری",

    // آپارتمان
    "اجاره آپارتمان": "اجاره آپارتمان",
    "آپارتمان": "اجاره آپارتمان",
    "آپارتمان اجاره‌ای": "اجاره آپارتمان",
    "آپارتمان کرایه": "اجاره آپارتمان",
    "خانه آپارتمانی": "اجاره آپارتمان",
  },
};
